Revit 2027 API
ITransientElementMaker Methods
The ITransientElementMaker type exposes the following members.
Methods
Name | Description
Execute |  Implement this method to create transient elements.
Top
See Also
Reference
ITransientElementMaker Interface
Autodesk.Revit.DB Namespace